[
    {
        "quote":"I have learned over the years that when one’s mind is made up, this diminishes fear.",
        "tercume": "İllər içində, birinin qərar verdikdə bunun qorxunu azaltdığını öyrəndim.",
        "author": "Rosa Parks"
    },
    {
        "quote": "When one door of happiness closes, another opens, but often we look so long at the closed door that we do not see the one that has been opened for us.",
        "tercume": "Bir xoşbəxtlik qapısı bağlandıqda, bir qapı açılır, amma çox vaxt bağlı qapıya o qədər baxırıq ki, bizim üçün açılan qapını görmürük.",
        "author": "Helen Keller"
    },
    {
        "quote":"Whether you think you can or you think you can’t, you’re right.",
        "tercume":"İstəyirsən edə biləcəyini düşü, istəyirsən edə bilməyəcəyini, haqlısan.",
        "author": "Henry Ford"
    },
    {
        "quote":"A person who never made a mistake never tried anything new.",
        "tercume": "Heç vaxt səhv etməyən insan heç vaxt yeni bir şey sınamamışdır.",
        "author": "Albert Einstein"
    },
    {
        "quote": "Whatever the mind of man can conceive and believe, it can achieve.",
        "tercume": "İnsanın zehni nə düşünə bilər və inana bilərsə, əldə edə bilər.",
        "author": "Napoleon Hill"
    },
    {
        "quote": "Definiteness of purpose is the starting point of all achievement",
        "tercume": "Məqsədin müəyyənliyi bütün nailiyyətlərin başlanğıc nöqtəsidir.",
        "author": "W. Clement Stone"
    },
    {
        "quote": "Every child is an artist.  The problem is how to remain an artist once he grows up.",
        "tercume": "Hər uşaq bir sənətkardır. Problem böyüdükdən sonra necə bir sənətkar olaraq qalmağındadır.",
        "author": "Pablo Picasso"
    },
    {
        "quote": "We must balance conspicuous consumption with conscious capitalism.",
        "tercume": "Gözə çarpan istehlakı şüurlu kapitalizmlə tarazlaşdırmalıyıq.",
        "author": "Kevin Kruse"
    },
    {
        "quote": "I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
        "tercume": "Öyrəndim ki, insanlar sizin dediklərinizi unudacaqlar, insanlar nə etdiklərinizi unudacaqlar, amma insanlar onlara necə hiss etdiyinizi heç vaxt unutmayacaqlar.",
        "author": "Maya Angelou"
    },
    {
        "quote": "Winning isn’t everything, but wanting to win is.",
        "tercume": "Qalib gəlmək hər şey deyil, ancaq qazanmaq istəmək hər şeydir.",
        "author": "Vince Lombardi"
    },
    {
        "quote": "The best revenge is massive success.",
        "tercume": "Ən yaxşı qisas böyük uğurdur.",
        "author": "Frank Sinatra"
    },
    {
        "quote": "I’ve missed more than 9000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed.",
        "tercume": "Karyeramda 9000-dən çox zərbəni qaçırdım. Demək olar ki, 300 oyun məğlub oldum. 26 dəfə oyunda qalib gələn zərbəni qəbul etməyimə inanmışam və qaçırmışam. Həyatımda dəfələrlə uğursuz oldum. Buna görə də uğur qazanıram.",
        "author": "Michael Jordan"
    },
    {
        "quote": "Start where you are. Use what you have.  Do what you can.",
        "tercume": "Olduğunuz yerdə başlayın. Əlinizdə olanı istifadə edin. Bacardığın şeyi et.",
        "author": "Arthur Ashe"
    },
    {
        "quote": "Happiness is not something readymade.  It comes from your own actions.",
        "tercume": "Xoşbəxtlik hazır bir şey deyil. Bu, öz hərəkətlərinizdən irəli gəlir.",
        "author": "Dalai Lama"
    },
    {
        "quote": "Life is what happens to you while you’re busy making other plans.",
        "tercume": "Həyat başqa planlar qurmaqla məşğul olanda başınıza gələn şeydir.",
        "author": "John Lennon"
    },
    {
        "quote": "The most common way people give up their power is by thinking they don’t have any.",
        "tercume": "İnsanların güclərindən imtina etmələrinin ən ümumi yolu, heç birinin olmadığını düşünməkdir.",
        "author": "Alice Walker"
    },
    {
        "quote": "People often say that motivation doesn’t last. Well, neither does bathing.  That’s why we recommend it daily.",
        "tercume": "İnsanlar tez-tez motivasiyanın davam etmədiyini söyləyirlər.Yuyunmaq da belədir. Buna görə gündəlik tövsiyə edirik.",
        "author": "Zig Ziglar"
    },
    {
        "quote": "If you want to lift yourself up, lift up someone else.",
        "tercume": "Özünüzü qaldırmaq istəyirsinizsə, başqasını qaldırın.",
        "author": "Booker T. Washington"
    },
    {
        "quote": " I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.",
        "tercume": "İşin aktuallığından təsirləndim. Bilmək kifayət deyil; müraciət etməliyik. İstəkli olmaq kifayət deyil; etməliyik.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "Life is what happens to you while you’re busy making other plans.",
        "tercume": "Həyat başqa planlar qurmaqla məşğul olanda başınıza gələn şeydir.",
        "author": "John Lennon"
    },
    {
        "quote": "Your time is limited, so don’t waste it living someone else’s life.",
        "tercume": "Vaxtınız məhduddur, buna görə başqasının həyatını sərf etməyin.",
        "author": "Steve Jobs"
    },
    {
        "quote": "We must balance conspicuous consumption with conscious capitalism.",
        "tercume": "Gözə çarpan istehlakı şüurlu kapitalizmlə tarazlaşdırmalıyıq.",
        "author": "Kevin Kruse"
    },
    {
        "quote": "When I was 5 years old, my mother always told me that happiness was the key to life.  When I went to school, they asked me what I wanted to be when I grew up.  I wrote down ‘happy’.  They told me I didn’t understand the assignment, and I told them they didn’t understand life.",
        "tercume": "5 yaşımda anam mənə həmişə xoşbəxtliyin həyatın açarı olduğunu söylədi. Məktəbə gedəndə məndən böyüyəndə nə olmaq istədiyimi soruşdular. ‘Xoşbəxt’ yazdım. Mənə tapşırığı anlamadığımı dedilər, mən də həyatı anlamadıqlarını dedim.",
        "author": "John Lennon"
    },
    {
        "quote": "You can’t fall if you don’t climb.  But there’s no joy in living your whole life on the ground.",
        "tercume": "Dırmaşmasan yıxıla bilməzsən. Ancaq bütün ömrünü yerdə yaşamağın heç bir sevinci yoxdur.",
        "author": "Unknown"
    },
    {
        "quote": "Teach thy tongue to say, “I do not know,” and thous shalt progress.",
        "tercume": "Dilinizə “Bilmirəm” deməyi öyrədin və o zamanla irəliləsin.",
        "author": "Maimonides"
    },
    {
        "quote": "Start where you are. Use what you have.  Do what you can.",
        "tercume": "Olduğunuz yerdə başlayın. Əlinizdə olanı istifadə edin. Bacardığın şeyi et.",
        "author": "Arthur Ashe"
    },
    {
        "quote": "A truly rich man is one whose children run into his arms when his hands are empty.",
        "tercume": "Həqiqətən zəngin bir adam, əlləri boş olduqda uşaqları qucağına qaçan adamdır.",
        "author": "Unknown"
    }
]
