[
    {
        "quote": "İnsan həqiqəti yalnız qəlbi ilə görə bilər. Gözlər görməli olanı görə bilmir.",
        "book": "Kiçik Şahzadə"
    },
    {
        "quote": "Əgər nəsə istəsən, bütün Kainat sənin arzunun həyata keçməsinə kömək edəcək",
        "book": "Kimyagər"
    },
    {
        "quote": "Biz nə qədər fərqli olsaq da əslində hamımız eyniyik. Həyat bizi istədiyi kimi dəyişir",
        "book": "A romanı"
    },
    {
        "quote": "Başınızı yuxarı qaldırın və yumruqlarınızı aşağı salın. Kimsə sizə nə desə desin, əsəblərinizi idarə edin. Bir dəyişiklik üçün başınızla mübarizə aparın ... öyrənməyə müqavimət göstərsə də, baş yaxşı bir şeydir.",
        "book": "Bülbülü öldürmək"
    },
    {
        "quote": "İpək kimi bir sükuta büründük. Bir həyat, xəcalətli və aydın. Rəbbim gülləri və səssiz hərfləri qoru.",
        "book": "Uçurtma avcısı"
    },
    {
        "quote": "Dünyanın üzərimdə döndüyü bir çox gecəni keçirdim. Qaranlıqda dünya onsuz da bir nağıldır, gecə heç bir şeyə əhəmiyyət vermirsən; səhər isə narahatlıqlarınız yox olub gedir. Bəzən hər şey gözəldir, sevgi ilə doludur. Küçəyə çıxanda başqa bir gün başlayır, sonra başqa bir gecə. Gecə ilə gündüzün fərqini izah etməyə çalışdım, gecə yaxşıdır, amma gün də təmizdir.",
        "book": "Silahlara vəda"
    },
    {
        "quote": "Qəribə deyilmi? Qəlblərimizi ən yaxınlarımıza aça bilmirik, sonra gedib tanımadıqlarımıza ürəklərimizi tökürük.",
        "book": "Yok adam"
    },
    {
        "quote": "Evlənməyə hazır olduğumu hiss edəndə doxsan yaşım olacaq və çox gec olacaq. Məni kim basdıracaq? Ailənin ən kiçiyiyəm, ona görə insanlar uşaq dünyaya gətirir.",
        "book": "Tespih Ağacının Gölgesinde"
    },
    {
        "quote": "O gün tamamilə gözəl idi. Heç vaxt yaşanmamış bir şey kimi gözəl idi. Həyat astanasında, düşüncə astanasında son dəfə gördüyümüz şeylər kimi çox gözəl idi.",
        "book": "Huzur"
    },
    {
        "quote": "Yer üzündə yeriyən kölgəmə çəkildikdə, Günlər sonunda bu seyr siləcək, Bu mərhəmətlə xatırlanacaq əbədiyyətdir, səssizcə yaşadım, kim məni kimdən tanıyacaq?",
        "book": "Safahat"
    },
    {
        "quote": "Əziz dost; Zərfi açmaq qədər ürəyi titrədən bir şey yoxdur, zərf gizlilikdir, özəl olmasa da sətirlər. Bir küncə çəkilib, yalnız oxunur məktublar.",
        "book": "Posta Kutusundaki Mızıka"
    },
    {
        "quote": "Həyat böyük bir səhvdir (məncə), utanc verici bir rəzalətdir.",
        "book": "Martin Eden"
    },
    {
        "quote": "Həyat xəstə bir insanın yorğun gözlərini yandıran güclü bir işığa bənzəyirdi.",
        "book": "Martin Eden"
    },
    {
        "quote": "Etiraf edim ki, yalnız görünüşcə deyil, hər cəhətdən dəyərsiz və kasıbam. Məndə belə qəbuledici fəzilətlər yoxdur. Bunu izah etmək mənim üçün çətin deyil. Hətta mən buna qarşı deyiləm.",
        "book": "Qumarbaz"
    },
    {
        "quote": "Bu məmnuniyyət hissi, yaxınlarına gözlənilməz bir bədbəxtlik gələndə ən yaxın insanlarda belə görünür və ən dərin kədər və yaxınlıq hisslərində olsalar da, heç kim bundan qaça bilməz.",
        "book": "Suç ve Ceza"
    }
]